[Character.CharClass_PumpkinMinion AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_PumpkinMinion AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Abobrinha")
PlayThroughs[1]=(DisplayName="Abobrinha Fétida")
PlayThroughs[2]=(DisplayName="Abobrinha Podre")

[Population.PawnBalance_PumpkinMinion_HARD AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Abobrinha Dourada")

[Skills.Skill_Slow SkillDefinition]
SkillName="Desaceleração"
SkillDescription="Desacelera os jogadores"
LockedSkillDetailStr="<Locked>"

